import React from "react";

const Gifts = () => {
  return (
    <section id="gifts" className="gifts">
      <div className="gifts-container">
        <div className="marquee-container"> 
          <h2 className="marquee-text">Важливо...</h2>
        </div>
        <p>
          Найкращий подарунок, який ми можемо від вас попросити, — це ваша
          присутність на нашому весіллі. Ми сподіваємося, що ви прийдете і
          розділите цей день з нами. Тим більше, що ми замовили найсмачнішу
          гостину і класного ведучого!
        </p>
        <p>
          Але якщо ви хочете зробити нам подарунок, хто ми такі, щоб вас
          зупинити? 😉  
          Замість квітів зробіть донат на збір для військових.  
          QR-код для донату ми надішлемо напередодні весілля, а також він буде
          доступний на самому святі.
        </p>
      </div>
    </section>
  );
};

export default Gifts;
